[
    {
        "id": 1,
        "image": "/imagens/bttm.jpg",
        "name": "Melhor do que os Filmes",
        "autor": "Lynn Painter",
        "genero": "Romance",
        "paginas": "352",
        "inicio": "25/10/2025",
        "fim": "30/10/2025",
        "top": "Liz Buxbaum, Wes Bennett, Sarah Bennett, Michael Young",
        "tropes": "Enemies to lovers, Fake Dating, Slow Burn",
        "quotes": "“Talvez as melhores histórias de amor não sejam aquelas que seguem um roteiro perfeito, mas sim aquelas que surpreendem a gente no meio do caminho.”",
        "resumo": " \n\n A história acompanha Liz Buxbaum, uma adolescente sonhadora e obcecada por comédias românticas, que acredita que sua vida amorosa deveria seguir o roteiro perfeito de um filme. \n\n Quando Michael, seu crush de infância, volta à cidade, Liz vê a chance de viver sua fantasia romântica. O único problema? Para se aproximar dele, ela precisa da ajuda de Wes Bennett, seu vizinho irritante e completamente oposto do “príncipe encantado” que ela imaginava. Relutante, Liz aceita colaborar com Wes, planejando conquistar Michael, mas logo percebe que as coisas nem sempre acontecem como nos filmes – e que a química entre ela e Wes é muito mais real do que esperava.",
        "review": "Se você ama comédias românticas e procura uma leitura envolvente, divertida e cheia de emoção, Melhor do que nos Filmes é a escolha perfeita! Lynn Painter entrega uma história que parece saída diretamente de um filme da sessão da tarde – com diálogos afiados, personagens cativantes e muitas referências icônicas ao mundo do cinema romântico \n\n Melhor do que nos Filmes é um livro que faz você suspirar, rir e torcer pelos personagens do começo ao fim. Lynn Painter cria uma história encantadora que nos lembra que o amor verdadeiro nem sempre segue um roteiro – e que, às vezes, a vida real pode ser ainda mais mágica do que as histórias de cinema."
    },
    {
        "id": 2,
        "image": "/imagens/soc.jpg",
        "name": "Six Of Crows",
        "autor": "Leigh Bardugo",
        "genero": "Romance, Fantasia",
        "paginas": "352",
        "inicio": "25/10/2025",
        "fim": "30/10/2025",
        "top": "Kaz Brekker, Inej Ghafa, Jesper Fahey, Nina Zenik",
        "tropes": "Found Family, Heist/Coup, Enemies to Lovers, Morally Grey Characters",
        "quotes": "“Eu não preciso de um cavaleiro de armadura brilhante. Eu sou a minha própria fortaleza.” – Inej Ghafa",
        "resumo": " \n\n Seis jovens criminosos. Uma missão impossível. Uma recompensa milionária. \n\n Em Six of Crows, Kaz Brekker, um gênio do crime de Ketterdam, recebe uma proposta irrecusável: invadir a prisão mais bem protegida do mundo e resgatar um cientista cuja criação pode mudar o equilíbrio de poder no mundo. Para isso, ele recruta uma equipe improvável: Inej, uma espiã fantasma; Jesper, um atirador viciado em jogos; Nina, uma Grisha com poderes incríveis; Matthias, um soldado que odeia Grishas; e Wylan, um fugitivo com habilidades explosivas. \n\n Juntos, eles embarcam em uma jornada cheia de traições, desafios mortais e revelações impactantes. Mas será que um grupo tão caótico pode realmente confiar um no outro?",
        "review": " \n\n Se você gosta de fantasia sombria, tramas bem construídas e personagens moralmente ambíguos, Six of Crows é um livro obrigatório. Leigh Bardugo cria um mundo rico e envolvente, combinando ação, intriga e um toque de romance. \n\n Six of Crows é uma obra-prima da fantasia YA, com uma narrativa eletrizante, personagens inesquecíveis e um enredo que prende do início ao fim. Se você gosta de Peaky Blinders misturado com Esquadrão Suicida em um universo mágico, esse livro é para você."
    },
    {
        "id": 3,
        "image": "/imagens/thg.jpg",
        "name": "Jogos Vorazes",
        "autor": "Suzanne Collins",
        "genero": "Distopia, Ação, Ficção Científica",
        "paginas": "374",
        "inicio": "05/11/2025",
        "fim": "10/11/2025",
        "top": "Katniss Everdeen, Peeta Mellark, Haymitch Abernathy",
        "tropes": "Dystopian Society, Love Triangle, Survival, Rebellion",
        "quotes": "“Que a sorte esteja sempre a seu favor.” – Effie Trinket",
        "resumo": " \n\n Em um futuro distópico, a nação de Panem impõe uma punição cruel aos seus distritos: os Jogos Vorazes, um evento anual onde jovens são forçados a lutar até a morte em uma arena televisionada. \n\n Quando sua irmã mais nova é sorteada para participar, Katniss Everdeen se oferece como voluntária para tomar seu lugar. Ao lado de Peeta Mellark, ela deve enfrentar adversários mortais, um governo opressor e suas próprias emoções enquanto luta para sobreviver e desafiar o sistema. \n\n Mas os Jogos são apenas o começo. Sua rebeldia pode se tornar a faísca que incendiará uma revolução.",
        "review": " \n\n *Jogos Vorazes* é uma história eletrizante sobre sobrevivência, coragem e resistência contra a opressão. Suzanne Collins constrói um mundo distópico assustadoramente realista, onde a luta por liberdade e justiça se entrelaça com dilemas morais e emocionais intensos. \n\n Com uma protagonista forte e um enredo repleto de ação e tensão, o livro cativa do começo ao fim. Uma leitura indispensável para quem gosta de ficção distópica e histórias de resistência contra o poder."
    },
    {
        "id": 4,
        "image": "/imagens/pjo.jpg",
        "name": "Percy Jackson e o Ladrão de Raios",
        "autor": "Rick Riordan",
        "genero": "Fantasia, Aventura, Mitologia",
        "paginas": "400",
        "inicio": "10/07/2025",
        "fim": "15/07/2025",
        "top": "Percy Jackson, Annabeth Chase, Grover Underwood, Luke Castellan",
        "tropes": "Chosen One, Found Family, Quest, Friends to Lovers",
        "quotes": "“Se minha vida vai significar alguma coisa, eu tenho que vivê-la sozinho. Do meu jeito.” – Percy Jackson",
        "resumo": " \n\n Percy Jackson achava que era apenas um garoto comum, até descobrir que é um semideus, filho de Poseidon. Após ser acusado de roubar o raio-mestre de Zeus, ele embarca em uma jornada perigosa ao lado de seus amigos Annabeth e Grover para recuperá-lo e evitar uma guerra entre os deuses. \n\n Em meio a criaturas mitológicas, deuses rancorosos e desafios mortais, Percy descobre verdades sobre sua identidade e aprende que ser um herói vai muito além de ter poderes divinos.",
        "review": " \n\n Percy Jackson e o Ladrão de Raios é uma aventura empolgante, cheia de mitologia grega, humor e ação. Rick Riordan constrói um universo fascinante, onde os deuses do Olimpo existem no mundo moderno e os semideuses precisam enfrentar desafios épicos. \n\n Com personagens carismáticos e uma narrativa envolvente, este livro é perfeito para quem ama fantasia e histórias de heróis improváveis. Se você gosta de tramas cheias de aventura, amizade e mitologia, Percy Jackson é uma leitura obrigatória."
    },
    {
        "id": 5,
        "image": "/imagens/tmi.jpg",
        "name": "Os Instrumentos Mortais",
        "autor": "Cassandra Clare",
        "genero": "Fantasia, Romance, Aventura",
        "paginas": "476",
        "inicio": "10/05/2025",
        "fim": "18/05/2025",
        "top": "Clary Fray, Jace Wayland, Simon Lewis, Isabelle Lightwood, Alec Lightwood, Magnus Bane",
        "tropes": "Enemies to Lovers, Found Family, Love Triangle, Chosen One",
        "quotes": "“Amar é destruir, e ser amado é ser destruído.” – Jace Wayland",
        "resumo": " \n\n Clary Fray sempre acreditou ser uma garota normal, até testemunhar um assassinato em uma boate de Nova York – um assassinato cometido por três jovens armados com lâminas brilhantes e que ninguém mais parecia ver. Esse encontro a leva ao mundo dos Caçadores de Sombras, guerreiros destinados a proteger a humanidade de demônios e criaturas das trevas. \n\n Quando sua mãe desaparece misteriosamente, Clary se vê mergulhada nesse universo oculto, guiada pelo enigmático e arrogante Jace Wayland. Entre descobertas chocantes sobre sua verdadeira origem, segredos familiares e batalhas contra forças malignas, Clary precisa encontrar seu lugar nesse novo mundo – e lidar com sentimentos conflitantes entre seu melhor amigo Simon e o irresistível Jace.",
        "review": " \n\n Os Instrumentos Mortais é um clássico da fantasia urbana YA, repleto de ação, romance e reviravoltas surpreendentes. Cassandra Clare constrói um universo rico, onde demônios, vampiros, lobisomens e feiticeiros coexistem com os humanos, protegidos pelos enigmáticos Caçadores de Sombras. \n\n A narrativa envolvente, personagens carismáticos e um enredo repleto de mistérios fazem dessa série uma leitura imperdível para fãs de fantasia e aventura. Se você gosta de histórias com romance proibido, segredos antigos e batalhas épicas, esse livro é para você!"
    },
    {
        "id": 6,
        "image": "/imagens/estilhaçame.jpg",
        "name": "Estilhaça-me",
        "autor": "Tahereh Mafi",
        "genero": "Distopia, Fantasia, Romance",
        "paginas": "304",
        "inicio": "10/02/2025",
        "fim": "15/02/2025",
        "top": "Juliette Ferrars, Aaron Warner, Kenji Kishimoto, Nazeera",
        "tropes": "Enemies to Lovers, Love Triangle, Found Family, Superpowers",
        "quotes": "“Eu sou feita de cicatrizes, mas não tenho medo de nada.” – Juliette Ferrars",
        "resumo": "\n\n Juliette Ferrars está presa há 264 dias. Seu toque é letal e, por isso, a sociedade a considera um monstro. Quando o Restabelecimento decide usá-la como uma arma, ela precisa escolher entre se tornar o que mais teme ou lutar pela sua liberdade. \n\n Em meio ao caos, Juliette descobre que não está sozinha. Adam Kent, um soldado misterioso, parece ser imune ao seu toque e desperta nela sentimentos há muito reprimidos. Por outro lado, Warner, o ambicioso líder militar, vê nela um poder incontrolável e quer usá-lo a seu favor. \n\n Entre traições, descobertas e um mundo à beira do colapso, Juliette precisa decidir quem realmente é e qual destino deseja para si mesma.",
        "review": "\n\n *Estilhaça-me* é um livro intenso e emocionante, que mistura ação, romance e elementos distópicos de forma única. O estilo de escrita poético de Tahereh Mafi mergulha o leitor na mente fragmentada da protagonista, tornando a narrativa ainda mais envolvente. \n\n Com personagens complexos e um enredo cheio de reviravoltas, o livro conquista fãs de distopias como *Divergente* e *Jogos Vorazes*. O triângulo amoroso e o crescimento de Juliette ao longo da série são alguns dos pontos mais cativantes. \n\n Se você gosta de histórias com poderes especiais, romance intenso e um toque de poesia, *Estilhaça-me* é uma leitura imperdível!"
    },
    {
        "id": 7,
        "image": "/imagens/man.jpg",
        "name": "Manual de Assassinato para Boas Garotas",
        "autor": "Holly Jackson",
        "genero": "Mistério, Young Adult, Suspense",
        "paginas": "368",
        "inicio": "01/10/2025",
        "fim": "07/10/2025",
        "top": "Pip Fitz-Amobi, Ravi Singh, Andie Bell, Sal Singh",
        "tropes": "Investigation Gone Wrong, Slow Burn Romance, Sassy Protagonist, Small Town Secrets",
        "quotes": "“Eu sou boa em descobrir o que as pessoas querem esconder.” – Pip Fitz-Amobi",
        "resumo": "\n\n Uma investigação que começa como uma tarefa de escola e se transforma em um mistério perigoso. \n\n Em *Manual de Assassinato para Boas Garotas*, Pip Fitz-Amobi decide investigar o caso não resolvido de Andie Bell, uma garota assassinada anos atrás em sua pequena cidade, que todos acreditam que foi seu namorado, Sal Singh, quem cometeu. Mas Pip não acredita nessa versão e decide provar sua inocência, enquanto desenterra segredos que ninguém mais se atreveu a explorar. A medida que se aprofunda na investigação, Pip descobre uma teia de mentiras que a coloca em perigo. Ela contará a verdade ou ficará presa em seu próprio mistério? \n\n Uma mistura de investigação, suspense psicológico e uma busca pela verdade em um mundo onde as aparências enganam.",
        "review": "\n\n *Manual de Assassinato para Boas Garotas* é uma leitura envolvente e intrigante, perfeita para quem ama mistérios e investigações. Holly Jackson cria uma trama cheia de reviravoltas, mantendo o leitor na ponta da cadeira. A protagonista, Pip, é inteligente, determinada e cativante, enquanto o mistério vai se desdobrando de forma emocionante. \n\n Se você adora livros com suspense, mistério e uma protagonista ousada, *Manual de Assassinato para Boas Garotas* é a escolha certa. É um livro que te faz questionar até o final e te mantém preso à história, querendo mais. Se você ama *Verity* de Colleen Hoover e *A Garota do Lago*, com certeza vai se apaixonar por este!"
    }
]